Repository: MartinBrenek/WrongWayLD43
Catalog: Content/Localization/Game/*/Game.po
Languages: cs

# ,08FD747249D7A254EDEDD58A5035E4D7
source: Credits:
cs: Titulky

# ,0E0237FB40F21851D19FB5A8326EC6F5
source: Texture Quality:
cs: Kvalita textur:

# ,106C19524F06DA94E4F5BBB8A040242A
source: Low
cs: Střední

# ,151D9DDB42A8DE2C67CCAE8071C7FD3B
source: Save Game
cs: Uložit hru

# ,2EC7D0244E2542F174BEFEA1F89C873A
source: Order :
cs: Objednávka:

# ,3D8654D84AE730A756F2C8B4F082F750
source: Mouse move - Look
cs: Myš - Pohled

# ,49519CF34C727977C963F38C24F8A896
source: You´re employee of the month.
cs: Jsi zaměsnanec měsíce.

# ,4AD1056940D7481B7F75C2B0A25977E5
source: Andrej Schneidgen - 3D Graphic, Animation. FX
cs: Andrej Schneidgen - 3D Grafika, Animace. FX

# ,579DCAB740043FF488DF3188DC102126
source: Load Game
cs: Načíst hru

# ,590C3E3B4E7879F63042A7A67E97BC0F
source: Antonín Hojný - Code
cs: Antonín Hojný - Kódění

# ,5ACC788B4E17DADEB6E0F8A701BA34FF
source: W, S, A, D - Move
cs: W, S, A, D - Pohyb

# ,5B33D47448CD8670C9A748B423A258ED
source: USE [E]
cs: Použít [E]

# ,5CBEA74342A0E0838311ED802FFDAD11
source: High
cs: Vysoké

# ,65A96AE64BAA8A2DFCBFE1B993E0ACF3
source: Post Processing:
cs: Post procesi:

# ,65B1B3DD4FDC4F0A5EF4868F60D14F51
source: Medium
cs: Nízké

# ,8362E295408AA05C159B788FA2DAFBFF
source: Load Check point
cs: Načíst checkpoint

# ,8581AC3741B8BEE54A273D84925C3C2A
source: Find :
cs: Potřebujem:

# ,8D75F7B542C76F32AB7E85B9E4DD3686
source: Barbara Dodoková - 3D Graphic, 2D Graphic
cs: Barbara Dodoková - 3D Grafika, 2D Grafika

# ,9397DB714D7194F0F0B3908E49BA0639
source: Order is ready
cs: Objednávka je připravená

# ,9500810D4AF3D830D73ADDA90C57B7F1
source: E - Use, Throw order on customer
cs: E - Použit, Mrskni objednávku po zakazniku

# ,97CD9F174F47AE91ECE7218D1EAB5308
source: Save
cs: Uložit

# ,99E6B9F847C304BD54987DAB84A8301C
source: Load
cs: Načíst

# ,9BC24F10454FA61929ACC0B377DC739E
source: Empty
cs: Prázdný

# ,A5D881ED455EB841109557B2266DF459
source: Anti-Aliasing:
cs: ProtiLizing

# ,AE5868F2410502C461B86194AACF4905
source: Martin Břenek - Code, Sound
cs: Martin Břenek - Programování, Prdění

# ,B2ED0BEB437E82B4DB37C7B4A849F7E8
source: Shadow Quality:
cs: Kvalita stínu:

# ,BBA9031C4A504B5FBF772EBE8650713A
source: Congratulations.
cs: Gratuluji

# ,C75C4A194F06FA685F450FA43C0A163C
source: Controlls:
cs: Ovládání:

# ,DCEB2AAB4A7B43478AEC3FB9D3F3EDDB
source: Resolution:
cs: Rozlišení:

# ,DEEDC33C48E2A5890EC9819E5952ECE4
source: Resume
cs: Zpět

# MiscTexts,EXIT
source: Exit
cs: Odejít

# MiscTexts,NONE
source: None
cs: Nic

# MiscTexts,WAITINGCOSTUMER
source: Waiting on customer
cs: Čekám na zakaznika

# WormTExt,HelloWorm
source: Nazdar lidi, jsem tady zase. Hi people, I'm here again.
cs: Nazdar lidi, jsem tady zase.

# WormTExt,HelloWorm2
source: Než vám pustím nějakou muziku, chci varovat nováčky tady ve Vietnamu. Before I play you some music, I want to warn rookies here in Vietnam.
cs: Než vám pustím nějakou muziku, chci varovat nováčky tady ve Vietnamu.

# WormTExt,HelloWorm3
source: One ugly lizard lives here. No, it's not poisonous or anything. It just makes such interesting sounds. Žije tady jedna hnusná ještěrka. Né, není jedovatá nebo něco. Jenom vydáva takový zajímavý zvuky.
cs: Žije tady jedna hnusná ještěrka. Né, není jedovatá nebo něco. Jenom vydáva takový zajímavý zvuky.

# WormTExt,HelloWorm4
source: I'm talking about the famous fucking lizard. Mluvím o slavný fakovací ještěrce.
cs: Mluvím o slavný fakovací ještěrce.

# WormTExt,HelloWorm5
source: So when you hear someone swearing at you, it won't be a vietcong but this little monster. Takže až uslyšíte jak vám někdo nadáva tak to nebude vietcong ale tahle malá potvora.
cs: Takže až uslyšíte jak vám někdo nadáva tak to nebude vietcong ale tahle malá potvora.

# WormTExt,HelloWorm6
source: Don't fuck with me or I'll pull out a gun and run in between you. Neserte mně nebo vytáhnu bouchačku a vlítnu tam mezi vás.
cs: Neserte mně nebo vytáhnu bouchačku a vlítnu tam mezi vás.
